Repository: Cogitri/apk-polkit
Catalog: po/*.po
Languages: pt_br

source: Install new package(s)
pt_br: Instalar novo(s) pacote(s)

source: Authentication is required to install new package(s)
pt_br: Autenticação é necessária para instalar novo(s) pacote(s)

source: Update the package database
pt_br: Atualizar o banco de dados de pacotes

source: Authentication is required to update the package database
pt_br: Autenticação é necessária para atualizar o banco de dados de pacotes

source: Upgrade package(s)
pt_br: Atualizar pacote(s)

source: Authentication is required to upgrade package(s)
pt_br: Autenticação é necessária para atualizar pacote(s)

source: Upgrade all package(s)
pt_br: Atualizar pacote(s)

source: Authentication is required to upgrade all package(s)
pt_br: Autenticação é necessária para atualizar pacote(s)

source: Delete package(s)
pt_br: Remover pacote(s)

source: Authentication is required to delete package(s)
pt_br: Autenticação é necessária para remover pacote(s)

source: List all available packages
pt_br: Listar todos os pacotes disponíveis

source: Authentication is required to list all available packages
pt_br: Autenticação é necessária para listar todos os pacotes disponíveis

source: List all installed packages
pt_br: Listar todos os pacotes instalados

source: Authentication is required to list all installed packages
pt_br: Autenticação é necessária para listar todos os pacotes instalados

source: List upgradable packages
pt_br: Listar pacotes que podem ser atualizados

source: Authentication is required to list all upgradable packages
pt_br: Autenticação é necessária para listar pacotes que podem ser atualizados

source: Get all DBus properties
pt_br: Inquirir todas as propriedades do barramento

source: Authentication is required to get all DBus properties
pt_br: Autenticação é necessária para inquirir todas as propriedades do barramento

source: Query if untrusted repositories are allowed
pt_br: Inquirir se repositórios não verificados são permitidos

source: Authentication is required to query if untrusted repositories are allowed
pt_br: Autenticação é necessária para inquirir se repositórios não verificados são permitidos

source: Allow or disallow untrusted repositories
pt_br: Permitir ou bloquear repositórios não verificados

source: Authentication is required to allow or disallow untrusted repositories
pt_br: Autenticação é necessária para permitir ou bloquear repositórios não verificados

source: Query the location of the installation root
pt_br: Inquirir caminho da raiz de instalação

source: Authentication is required to query the location of the installation root
pt_br: Autenticação é necessária para inquirir caminho da raiz de instalação

source: Set the location of the installation root
pt_br: Mudar caminho da raiz de instalação

source: Authentication is required to set a different installation root
pt_br: Autenticação é necessária para mudar caminho da raiz de instalação

source: Search for packages
pt_br: Pesquisar pacotes

source: Authentication is required to search for packages
pt_br: Autenticação é necessária para pesquisar pacotes

source: Query the owner of a file
pt_br: Inquirir pelo dono de um arquivo

source: Authentication is required to query the owner of a file
pt_br: Autenticação é necessária para inquirir pelo dono de um arquivo

source: Couldn't add package(s) due to error %s
pt_br: Não foi possivel instalar pacote(s) devido a um erro %s

source: Couldn't delete package(s) due to error %s
pt_br: Não foi possivel remover pacote(s) devido a um erro %s

source: Couldn't list available packages due to error %s
pt_br: Não foi possivel listar pacotes disponiveis devido a um erro %s

source: Couldn't list installable packages due to error
pt_br: Não foi possivel listar pacotes que podem ser instalados devido a um erro %s

source: Couldn't list upgradable packages due to error %s
pt_br: Não foi possivel listar pacotes que podem ser atualizados devido a um erro %s

source: Couldn't update repositories due to error %s
pt_br: Não foi possivel atualizar os repositorios devido a um erro %s

source: Couldn't upgrade all packages due to error %s
pt_br: Não foi possivel atualizar os pacotes devido a um erro %s

source: Couldn't upgrade package(s) due to error %s
pt_br: Não foi possivel atualizar o(s) pacote(s) devido a um erro %s

source: Couldn't search for owner of file due to error %s
pt_br: Não foi possivel inquirir pelo dono de um arquivo devido a um erro %s

source: Couldn't search for packages due to error %s
pt_br: Não foi possivel pesquisar pacotes devido a um erro %s
